{
    "Xin chào": "Bonjour",
    "Thành công": "Succès",
    "Cảnh báo": "Avertissement",
    "Lỗi": "Erreur",
    "Vui lòng chọn...": "Choisissez s'il vous plaît...",
    "Hủy": "Annuler",
    "Xác nhận": "Confirmer",
    "Tin nhắn": "Message",
    "Tiêu đề": "Titre",
    "Đây là toast thành công": "C'est un toast réussi",
    "Đây là toast cảnh báo": "Ceci est un toast d'avertissement",
    "Đây là toast lỗi": "Ceci est un toast d'erreur",
    "Tải ảnh lên": "Télécharger des photos",
    "Cài đặt": "Paramètre",
    "Chế độ": "Régime",
    "Chế độ sáng": "Mode lumière",
    "Chế độ tối": "Mode sombre",
    "Ngôn ngữ": "Langue",
    "Thay đổi ngôn ngữ": "Changer de langue",
    "Modal cơ bản": "Modalité de base",
    "Thành phần Modal cung cấp nền tảng để tạo hộp thoại, cửa sổ bật lên, hộp đèn hoặc bất kỳ thứ gì khác.": "Le composant Modal fournit la base pour créer des boîtes de dialogue, des pop-ups, des lightboxes ou toute autre chose.",
    "Toasts là các thông báo nhẹ được thiết kế để bắt chước các thông báo đẩy đã được phổ biến bởi các hệ điều hành trên thiết bị di động và máy tính để bàn.": "Les toasts sont des notifications légères conçues pour imiter les notifications push déjà popularisées par les systèmes d'exploitation mobiles et de bureau.",
    "Upload Image cơ bản": "Téléchargement d'image de base",
    "Thành phần Upload Image được sử dụng để tải hình, thay đổi và phóng to hình ảnh.": "The upload image component is used to upload, change and enlarge image.",
    "Thành phần Select được sử dụng để thu thập thông tin do người dùng cung cấp từ danh sách các tùy chọn.": "Select components are used for collecting user provided information from a list of options.",
    "Select cơ bản": "Basic Select",
    "Các menu được định vị bên dưới các phần tử phát ra của chúng, trừ khi chúng ở gần cuối khung nhìn.": "Menus are positioned under their emitting elements, unless they are close to the bottom of the viewport.",
    "Select nhiều options": "Multiple Select",
    "Select với giá trị cho trước": "Default Value",
    "Select không thể sửa đổi": "Disable Select"
}